taskt/Core/Automation/Commands/EMailGroup/MailKitSaveEMailCommand.dot
digraph "MailKitSaveEMailCommand" {
"MailKitSaveEMailCommand" -> "ScriptCommand";
"MailKitSaveEMailCommand" -> "ICanHandleFilePath";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
