taskt/Core/Automation/Commands/EMailGroup/MailKitSaveEMailCommand.puml
@startuml
MailKitSaveEMailCommand --> ScriptCommand
MailKitSaveEMailCommand --> ICanHandleFilePath
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
